export default defineEventHandler(async (event) => {
  return {
    featureNews: {
      image: '/img/feature-news.png',
      title: ` الصحة
              -
              الخميس، 25 ديسمبر 2025`,
      titleColor: '#FFD500',
      content: `وزير الصحة: إلغاء ترخيص مركز أسنان واثنين من فروعه بعد أن ثبت
              أن الترخيص تم تأجيره بشكل غير قانوني للآخرين.`,
      contentColor: '#050F9C',
    },
    popularNews: [
      {
        id: '1',
        number: '01',
        newsType: 'الجيش',
        dateNews: 'الخميس، 25 ديسمبر 2025',
        titleNews: `الهيئة العامة: التسجيل التطوعي لإعادة الخدمة العسكرية مفتوح لأعضاء الجيش
                  الكويتي.`,
        link: '#'
      },
      {
        id: '2',
        number: '02',
        newsType: 'الاقتصاد',
        dateNews: 'الخميس، 25 ديسمبر 2025',
        titleNews: `يواصل بنك الخليج رحلته نحو التميز ويحقق إنجازات كبيرة خلال عام 2025.`,
        link: '#'
      },
      {
        id: '3',
        number: '03',
        newsType: 'الجمعية الوطنية',
        dateNews: 'الخميس، 25 ديسمبر 2025',
        titleNews: `رجال الإطفاء: وفاة امرأة وطفلين في حريق منزل في منطقة مبارك الكبير.`,
        link: '#'
      },
      {
        id: '4',
        number: '04',
        newsType: 'التعليم',
        dateNews: 'الخميس، 25 ديسمبر 2025',
        titleNews: `يدخل بنك برقان في شراكة استراتيجية مع الجامعة الأمريكية في الكويت لتطوير المواهب الكويتية.`,
        link: '#'
      },
    ]
  }
})
