export default defineEventHandler(async (event) => {
  return [
    {
      id: '1',
      image: '/img/news1.png',
      date: ' نُشر: الخميس، 25 ديسمبر 2025',
      link: '#',
      title: `
      وزير الإعلام والثقافة يؤكد أن الموارد البشرية هي العنصر الأكثر أهمية في التنمية
              والبناء.
      `,
      description: [
        `
           أكد وزير الإعلام والثقافة ووزير الدولة لشؤون الشباب، عبدالرحمن المطيري، الذي
                يشغل أيضًا منصب رئيس المجلس الوطني للثقافة والفنون والآداب، أن الموارد البشرية
                هي العنصر الأكثر أهمية في عملية التنمية وبناء الأمة. وأشار إلى أن مشروع "سكيك"،
                الذي يقدم جولات ثقافية موجهة في أسواق المباركية، يعرض مواهب الشباب الذين يقدمون
                تاريخ الكويت الغني، الذي صاغه أجدادهم ببراعة.
        `,
        `
           تم الإدلاء بهذا البيان من قبل الوزير المطيري خلال مناقشة جماعية أقيمت كجزء من
                جولته يوم السبت لمراقبة التجربة التشغيلية لمشروع "سكيك". وكان برفقته الأمين
                العام للمجلس الوطني للثقافة والفنون والآداب، الدكتور محمد الجسار، وعدد من قادة
                المجلس الآخرين.
        `
      ]
    },
    {
      id: '2',
      image: '/img/news2.png',
      date: ' نُشر: الخميس، 25 ديسمبر 2025',
      link: '#',
      title: `
      وزير الإعلام والثقافة يؤكد أن الموارد البشرية هي العنصر الأكثر أهمية في التنمية
              والبناء.
      `,
    },
    {
      id: '3',
      image: '/img/news3.png',
      date: ' نُشر: الخميس، 25 ديسمبر 2025',
      link: '#',
      title: `
      وزير الإعلام والثقافة يؤكد أن الموارد البشرية هي العنصر الأكثر أهمية في التنمية
              والبناء.
      `,
    },
    {
      id: '4',
      image: '/img/news4.png',
      date: ' نُشر: الخميس، 25 ديسمبر 2025',
      link: '#',
      title: `
      وزير الإعلام والثقافة يؤكد أن الموارد البشرية هي العنصر الأكثر أهمية في التنمية
              والبناء.
      `,
    },
    {
      id: '5',
      image: '/img/news5.png',
      date: ' نُشر: الخميس، 25 ديسمبر 2025',
      link: '#',
      title: `
      وزير الإعلام والثقافة يؤكد أن الموارد البشرية هي العنصر الأكثر أهمية في التنمية
              والبناء.
      `,
    },

  ]
})
