export default defineEventHandler(async (event) => {
  return [
    {
      id: '1',
      typeNews: 'الرياضة',
      titleNews: ` الدوري الإسباني: برشلونة يستعيد تقدمه بأربع نقاط على ريال مدريد،
                      وأتلتيكو مدريد في المركز الثالث`,
      description: `
     استعاد أبطال الدوري وزعماء الترتيب برشلونة تقدمه بأربع نقاط على
                    غريمه ريال مدريد بفوزهم 2-0 على فياريال الذي لعب بعشرة لاعبين يوم
                    الأحد في الجولة السابعة عشرة من الدوري الإسباني. في هذه الأثناء،
                    واصل أتلتيكو مدريد مسيرته الإيجابية بفوز 3-0 على جيرونا، محققًا
                    المركز الثالث وإنهاء العام في المركز الأول.


                    رفع برشلونة رصيده إلى 46 نقطة، محافظًا على صدارته وحقق فوزه الثامن
                    على التوالي في الدوري. بينما عانى فياريال من أول هزيمة له على أرضه
                    في الدوري الإسباني هذا الموسم، ليبقى على 35 نقطة ويتراجع إلى المركز
                    الثالث خلف أتلتيكو مدريد بفارق نقطتين.
                    سجل البرازيلي رافينها (في الدقيقة 12، ركلة جزاء) ولامين دجاميل (في
                    الدقيقة 63) أهداف برشلونة.
    `,
      image: '/img/seconday-news/seconday-news1.png',
      linkNews: '#'
    },

    {
      id: '2',
      typeNews: 'الرياضة',
      titleNews: ` الدوري الإسباني: برشلونة يستعيد تقدمه بأربع نقاط على ريال مدريد،
                      وأتلتيكو مدريد في المركز الثالث`,
      description: `
     استعاد أبطال الدوري وزعماء الترتيب برشلونة تقدمه بأربع نقاط على
                    غريمه ريال مدريد بفوزهم 2-0 على فياريال الذي لعب بعشرة لاعبين يوم
                    الأحد في الجولة السابعة عشرة من الدوري الإسباني. في هذه الأثناء،
                    واصل أتلتيكو مدريد مسيرته الإيجابية بفوز 3-0 على جيرونا، محققًا
                    المركز الثالث وإنهاء العام في المركز الأول.
                    <br>
                    رفع برشلونة رصيده إلى 46 نقطة، محافظًا على صدارته وحقق فوزه الثامن
                    على التوالي في الدوري. بينما عانى فياريال من أول هزيمة له على أرضه
                    في الدوري الإسباني هذا الموسم، ليبقى على 35 نقطة ويتراجع إلى المركز
                    الثالث خلف أتلتيكو مدريد بفارق نقطتين.
                    سجل البرازيلي رافينها (في الدقيقة 12، ركلة جزاء) ولامين دجاميل (في
                    الدقيقة 63) أهداف برشلونة.
    `,
      image: '/img/news1.png',
      linkNews: '#'
    },

  ]
})
